[
    { "id": 1, "nome": "A sutil arte de ligar o foda se", "preco": 39, "descricao": "Chega de tentar buscar um sucesso que só existe na sua cabeça. Chega de se torturar para pensar positivo enquanto sua vida vai ladeira abaixo. Chega de se sentir inferior por não ver o lado bom de estar no fundo do poço.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=9875730&qld=90&l=430&a=-1" },
    { "id": 2, "nome": "O Milagre Da Manhã", "preco": 27, "descricao": "Conheça o método simples e eficaz que vai proporcionar a vida dos sonhos — antes das 8 horas da manhã! Hal Elrod explica os benefícios de acordar cedo e desenvolver todo o nosso potencial e as nossas habilidades. O milagre da manhã permite que o leitor alcance níveis de sucesso jamais imaginados, tanto na vida pessoal quanto profissional. A mudança de hábitos e a nova rotina matinal proposta por Hal vai proporcionar melhorias significativas na saúde, na felicidade, nos relacionamentos, nas finanças, na espiritualidade ou quaisquer outras áreas que necessitem ser aprimoradas.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=9358803&qld=90&l=430&a=-1"},
    { "id": 3, "nome": "Textos Cruéis Demais Para Serem Lidos Rapidamente", "preco": 50, "descricao": "Indo contra a tendência dos textos curtos e superficiais que são postados nas redes sociais, o coletivo literário Textos cruéis demais para serem lidos rapidamente (TCD) passou a produzir e compartilhar um conteúdo extenso, profundo e extremamente poético em suas páginas no Facebook e no Instagram. Com seus escritos e ilustrações, eles acabaram atingindo um público muito maior do que o esperado, nos mostrando como, apesar da crescente agilidade que nossa comunicação exige, ainda precisamos de tempo para digerir e entender nossas complexas relações humanas. Para este livro, foram produzidos textos inéditos que ganharam a companhia das sensíveis ilustrações de Anália Moraes.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=9919331&qld=90&l=430&a=-1" },
    { "id": 4, "nome": "Produto 4", "preco": 400 },
    { "id": 5, "nome": "Produto 5", "preco": 500 },
    { "id": 6, "nome": "Produto 6", "preco": 600 },
    { "id": 7, "nome": "Produto 7", "preco": 700 },
    { "id": 8, "nome": "Produto 8", "preco": 800 },
    { "id": 9, "nome": "Produto 9", "preco": 900 },
    { "id": 10, "nome": "Produto 10", "preco": 1000 }
]
