[
    { "id": 1, "nome": "A sutil arte de ligar o foda se", "preco": 39, "descricao": "Chega de tentar buscar um sucesso que só existe na sua cabeça. Chega de se torturar para pensar positivo enquanto sua vida vai ladeira abaixo. Chega de se sentir inferior por não ver o lado bom de estar no fundo do poço.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=9875730&qld=90&l=430&a=-1" },
    { "id": 2, "nome": "O Milagre Da Manhã", "preco": 27, "descricao": "Conheça o método simples e eficaz que vai proporcionar a vida dos sonhos — antes das 8 horas da manhã! Hal Elrod explica os benefícios de acordar cedo e desenvolver todo o nosso potencial e as nossas habilidades. O milagre da manhã permite que o leitor alcance níveis de sucesso jamais imaginados, tanto na vida pessoal quanto profissional. A mudança de hábitos e a nova rotina matinal proposta por Hal vai proporcionar melhorias significativas na saúde, na felicidade, nos relacionamentos, nas finanças, na espiritualidade ou quaisquer outras áreas que necessitem ser aprimoradas.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=9358803&qld=90&l=430&a=-1"},
    { "id": 3, "nome": "Textos Cruéis Demais Para Serem Lidos Rapidamente", "preco": 50, "descricao": "Indo contra a tendência dos textos curtos e superficiais que são postados nas redes sociais, o coletivo literário Textos cruéis demais para serem lidos rapidamente (TCD) passou a produzir e compartilhar um conteúdo extenso, profundo e extremamente poético em suas páginas no Facebook e no Instagram. Com seus escritos e ilustrações, eles acabaram atingindo um público muito maior do que o esperado, nos mostrando como, apesar da crescente agilidade que nossa comunicação exige, ainda precisamos de tempo para digerir e entender nossas complexas relações humanas. Para este livro, foram produzidos textos inéditos que ganharam a companhia das sensíveis ilustrações de Anália Moraes.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=9919331&qld=90&l=430&a=-1" },
    { "id": 4, "nome": "Vade Mecum OAB Saraiva", "preco": 100, "descricao": "Esta obra é um sucesso de vendas! Todo estudante do curso de direito, ao seu término, precisa prestar o Exame da OAB para exercer a profissão. É um verdadeiro desafio para ele!Esse exame é composto por duas fases: " , "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=10114099&qld=90&l=430&a=-1" },
    { "id": 5, "nome": "Constituição da República Federativa do Brasil ", "preco": 150, "descricao": "A Editora Saraiva, líder no mercado de livros jurídicos e sempre atenta às necessidades dos profissionais e interessados neste meio, apresenta a nova edição da obra Constituição da República Federativa do Brasil. Destaques desta edição Emenda Constitucional n. 93, de 8-9-2016 (Desvinculação das Receitas da União DRU) Emenda Constitucional n. 94, de 15-12-2016 (Precatórios) Emenda Constitucional n. 95, de 15-12-2016 (Teto dos gastos públicos); Convenção sobre os Direitos das Pessoas com Deficiência.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=10119601&qld=90&l=430&a=-1"},
    { "id": 6, "nome": "Legislação Saraiva De Bolso - 11ª Ed. 2018", "preco": 15, "descricao": "A tradicional CLT Saraiva e Constituição Federal chega à sua 50ª edição atualizadíssima de acordo com a Reforma Trabalhista (Lei n. 13.467, de 13-7-2017) e alterações posteriores. Para facilitar o estudo e a consulta, a edição conta com a transcrição em notas, no texto da CLT, de artigos da Constituição, de leis trabalhistas, súmulas e OJs conflitantes ou de maior relevância para a matéria.", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=10124726&qld=90&l=430&a=-1" },
    { "id": 7, "nome": "Perguntas e Respostas", "preco": 70, "descricao": "O QUE SERÁ QUE VOCÊ TEM EM COMUM COM A LARISSA MANOELA? O que te fez sorrir hoje? Em quem você mais confia nesse mundo? Que livro você não conseguiu parar de ler? ", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=10119599&qld=90&l=430&a=-1" },
    { "id": 8, "nome": "Desafio Infinito", "preco": 60, "descricao": "QUEM PODERÁ ENFRENTAR O ONIPOTENTE THANOS? Na tentativa de atender aos desígnios de sua amada senhora, a Morte, Thanos traça um grandioso estratagema para subjugar as misteriosas entidades cósmicas conhecidas como Anciões e se apoderar das seis Joias do Infinito, artefatos que detêm o controle sobre todos os aspectos do universo. Ao reuni-las, o Titã Louco torna-se o ser mais poderoso do Universo Marvel!", "url": "https://images.livrariasaraiva.com.br/imagemnet/imagem.aspx/?pro_id=10133949&qld=90&l=430&a=-1" }
]
